{
  "brandName": "శ్రీ కక్కయ్య స్వామి మట్టం",
  "nav": {
    "home": "హోమ్",
    "about": "గురించి",
    "contact": "సంప్రదించండి",
    "donation": "విరాళం"
  },
  "whoDonNotKnowKakkayya": {
    "heading": "శ్రీ కక్కయ్య స్వామి గురించి తెలియని వారికి స్వాగతం.",
    "smallDescription": "శ్రీ కక్కయ్య స్వామి శ్రీ పోతులూరి వీరబ్రహ్మేంద్ర స్వామి శిష్యులలో ఒకరు. ఆయన 1650వ సంవత్సరంలో మార్గశిర శుద్ధ ఏకాదశి నాడు జన్మించారు.",
    "btnText": "ఇంకా చదవండి",
    "readMore": {
      "title": "",
      "description": {
        "content1": "",
        "content2": ""
      }
    }
  },
  "kakkayyaInformation": {
    "title": "జీవితం తొలి దశలో",
    "description": {
      "content1": "శ్రీ కృష్ణ స్వామి గురించి తెలియని భక్తులకు స్వాగతం శ్రీ కక్కయ్య స్వామి వారు శ్రీ పోతులూరి వీరబ్రహ్మేంద్ర స్వాములవారి శిష్యులలో ఒకరు.ఈనా 1652 వ సంవత్సరం మార్గశిర శుద్ధ ఏకాదశి నాడు పెద్దసుబ్బయ్య ధర్మపత్ని అక్కమ్మ అనే పుణ్య దంపతులకు.బ్రహ్మంగారి మఠం ముందు కందిమల్లయ్య, పల్లెపల్లె.అనే విలేజ్ లో ఏకైక సంతానంగా జన్మించారు.పెద్దసుబ్బయ్య తల్లి అమలు జన్మతా సూత్రం.రాకెట్ హరిజన్ వీరి వృత్తి ఆ ఊరిలోని అగ్రకులాల వారికి చెప్పులు కుట్టడం మరియు కాటికాపరిగా పనిచేయడం మొదలైంది.",
      "content2": "అయితే శ్రీ కక్కయ్య స్వామివారు బాల్యం నుంచి ఎంతో బలశాలి మరియు వారి కుల వృత్తులలో ప్రారంభించు అందుకు గాను గ్రామ పెద్దలు శ్రీ కక్కయ్య స్వామి వారిని దళారీగా నియమించుకున్నారు.శ్రీకాకుళం స్వామివారు చిన్నతనం నుండి వారి తల్లిదండ్రుల పట్ల, వారి కులస్థుల పట్ల అగ్రకులాల వారు చేశారని, న్యాయాలు, అక్రమాలు, అవమానాలు చూస్తూ పెరిగారు. ఆయన యుక్త వయస్సుకు రాగానే.తల్లి అక్కమ్మ తండ్రి పెద్దసుబ్బయ్యలు పక్కకు ముత్తమ్మ అనే యువతితో వివాహం జరిపారు."
    }
  },
  "history": {
    "mainHeading": "చరిత్ర",
    "mainContent": "తమ జీవన పర్యంతం అవమానాలానే చవి చూసిన కక్కయ్య గారు సమాజం పైన అత్యంత క్రోధాగ్నిని పెంచుకున్నారు. ఆ సమయంలో పరమాత్ముని కృపవలన వారికి యుగపురుషుడు అయిన బ్రహ్మం గారి కాళజ్ఞాన బోధలు కక్కయ్య ని ప్రభావితం చేశాయి. తదనంతరం బ్రహ్మం గారికి శిష్యులు గా చేరి మహా జ్ఞాని గా మారి యుగ పరివర్థనకై మొదటి అడుగు వేశారు. సత్వరమే వారు దైవ సామానులుగా కీర్తి గడించి ప్రజలలో శాంతి, సమగ్రతలతో పాటు చైతన్యం నింపారు.",
    "btnText": "ఇంకా చదవండి",
    "title": "కక్కయ్య మహాజ్ఞానిగా ఎలా మారారు?",
    "goingForest": "వివాహ అనంతరం శ్రీ కక్కయ్య స్వాములవారు తమ సంసార జీవితాన్ని సాగించేందుకు రోజూ అడవికి వెళ్లి కట్టెలు కొట్టి వాటిని అమ్మగా వచ్చిన ధనంతో వారి జీవనం కొనసాగించే వారు. అలా ఒకరోజు ముత్తేమ్మ ఇచ్చిన సద్ది పట్టుకొని అడవికి వెళుతున్నాడు.",
    "hearingContext": "అలా వెళుతూ ఉండగా మార్గం మధ్యలో ఒక చెట్టు క్రింద శ్రీ పోతులూరి వీరబ్రమ్హేంద్ర స్వామి వారు తన ప్రియ శిష్యుడు సిద్దయ్యకి షడ్చక్రాల గురించి భోదిస్తుండగా చెట్టుమాటు నుండి మొత్తం వింటాడు. (1. మూలధార,2. స్వాధిష్టాన, 3. మణిపూరక,4. అనాహత,5. విషుద్ధ,6. ఆజ్ఞా చక్రం )",
    "murderContext": "ఆచక్రాలే దేవుళ్ళు అని భావించిన కక్కయ్య మూఢ నమ్మకంతో తన గుడిసెకు బయలుదేరతాడు. మార్గమధ్యలో అదంతా సత్యమా కాదా? అన్న సందేహం కలిగి తన భార్య ముత్తేమ్మ నిద్రిస్తుండగా ఆమెను భాగాలుగా ఖండిస్తాడు. అప్పుడు ఆమె మరణిస్తుంది.",
    "RebelingContext": "తన భార్య మరణాన్ని చూసి దుఃఖ  భరితుడైన కక్కయ్య భ్రహ్మంగారు చెప్పిన భోధలు అసత్యమని భావించి ఆయనని వధించేందుకు భ్రహ్మం గారి మఠానికి వస్తాడు. అప్పుడు బ్రహ్మంగారు కక్కయ్యను వారించి జరిగిన సంఘటన తెలుసుని కక్కయ్య అజ్ఞానానికి జాలి పడి, సిద్ధయ్యతో కలిసి కక్కయ్య గుడిసెకు బయలుదేరుతారు",
    "showingGodsContext": "ఆ గుడిసెలో నిర్జీవంగా పడి ఉన్న ముత్తేమ్మను చూపించి బోరున విలపించారు కక్కయ్య గారు. అప్పుడు బ్రహ్మంగారు తమ కమండలం నుంచి కొంత జలాన్ని తీసి కక్కయ్య పైన అలాగే శిష్యుడు సిద్ధయ్య పైన చల్లి జ్ఞాన నేత్రలాని ప్రసాధించి వారిరువురికి ఏక కాలంలో షడ్చక్ర దేవతలను చూపించి వారి జన్మని పావణమయం చేస్తాడు. అదే విధంగా మరో పర్యాయం కమండలం లోని జలాన్ని ముత్తేమ్మ పై చల్లి ఆమెని సజీవురాలిని చేస్తాడు.",
    "praisingContext": "తాను పునర్జన్మ పొందిన సంగతి ఎరుగని ముత్తేమ్మ నిద్రను వీడి ఆవలిస్తూ పైకిలేచి తమ గుడిసెలో బ్రహ్మంగారిని చూసి ఆశ్చర్యచకుతురాలై నివ్వే్రపోతు చూస్తుంది. అప్పుడు కక్కయ్య జరిగిన సంఘటన గురించి వివరించి ఆయన చరణాలని స్పృశించమని ఆదేశిస్తాడు. దంపతులు ఇరువురు బ్రహ్మంగారికి నమస్కరించి వారి శిష్యులు గా చేర్చుమని విన్నవించుకుంటారు. అందుకు బ్రహ్మంగారు అంగీకరించి ఆయన శిష్యులు గా స్వీకరిస్తారు.",
    "coupleSittingContext": "శిష్యరికం స్వీకరించిన పిదప కక్కయ్య దంపతులు  బ్రహ్మంగారి బోధలు తిలకిస్తూ నిత్యం ఆధ్యాత్మిక జీవితాన్ని గడుపుతుండగా, వారి పట్ల ప్రసన్నులు అయిన బ్రహ్మంగారు వారికీ ఒక మంత్రాన్ని ఉపదేశిస్తారు. (ఓం, హ్రీం, క్లీం, శివాయ వీరబ్రహ్మణే నమః )ఈ మంత్రాన్ని ప్రతి రోజూ 108 మార్లు జపించమని చెప్పగా వారు దానిని పాటిస్తూ జీవిత సత్త్యాలని గ్రహించి మహా జ్ఞానాన్ని వరంగా పొంది, బ్రాహ్మగారి మహాత్యాలని ప్రజలందరికీ ప్రచారం చేస్తూ జీవించ సాగారు......."
  },
  "honouringKakkayya": {
    "heading": "కక్కయ్యను సత్కరించడం",
    "description": {
      "para1": "ఈ మఠాన్ని సమీపంలోని <3>బద్వేల్ మండలం</3> అనే గ్రామానికి చెందిన బాతలకూరి చెన్నప్ప అనే గౌరవనీయ వ్యక్తి నిర్మించాడు. చెన్నప్ప తన సమాజంలో సామాజిక హోదా మరియు సంపద పరంగా ప్రసిద్ధి చెందిన మరియు ప్రభావవంతమైన వ్యక్తి. ఆయన <4>కక్కయ్య</4> పట్ల లోతైన భక్తిని కలిగి ఉన్నాడు, ఆయనను వారి సమాజంలో అత్యంత ఆధ్యాత్మిక మరియు గౌరవనీయ వ్యక్తిగా నమ్మాడు. కక్కయ్య వారసత్వాన్ని గౌరవించాలనే దృఢనిశ్చయంతో, చెన్నప్ప <5>మద్రాస్ (ఇప్పుడు చెన్నై)</5>లోని ప్రజల నుండి మఠం నిర్మాణంలో సహాయం చేయడానికి మద్దతు కోరాడు. అతని ప్రయత్నాలు బలమైన భక్తి భావన మరియు కక్కయ్య బోధనలు మరియు జ్ఞాపకశక్తిని కాపాడుకోవాలనే మరియు ప్రోత్సహించాలనే కోరికతో ఆజ్యం పోశాయి.",
      "para2": "ఈ లక్ష్యాన్ని మరింత ముందుకు తీసుకెళ్లడానికి, చెన్నప్ప తన సమాజంలోని అనేక మంది గౌరవనీయులైన సభ్యులను సంప్రదించాడు. ఆయన వారితో <1>కాక్కయ్య, బ్రహ్మం</1> మరియు వారి శిష్యుల ఆధ్యాత్మిక గొప్పతనాన్ని పంచుకున్నాడు, వారి మహిమ (దైవిక వైభవం) గురించి ఉద్వేగభరితంగా వివరించాడు. అతని మాటలతో ప్రేరణ పొందిన ఈ వ్యక్తులు కక్కయ్య మరియు ముథెమ్మ సమాధులను సందర్శించారు, అక్కడ వారు వారి గౌరవార్థం పూజలు (ఆచారాలు) నిర్వహించారు. లోతుగా చలించిపోయిన వారు మఠం అభివృద్ధికి ఉదారంగా నిధులను విరాళంగా ఇచ్చారు. ఈ విరాళాలతో, చెన్నప్ప విజయవంతంగా మఠాన్ని విస్తరించి నిర్మించాడు, దానిని ఆధ్యాత్మిక ప్రాముఖ్యత మరియు సమాజ గర్వం ఉన్న ప్రదేశంగా మార్చాడు."
    },
    "founder": {
      "title": "వ్యవస్థాపకుడు",
      "name": "Bathalakuri Chennappa",
      "dob": "1945 - 1985",
      "description": "కక్కయ్య స్వామి దార్శనిక భక్తుడైన చెన్నప్ప గారు ఈ మఠాన్ని స్థాపించడానికి తన జీవితాన్ని అంకితం చేశారు. ఆయన లోతైన ఆధ్యాత్మిక విశ్వాసం మరియు ఉదార ​​సేవ తరతరాలుగా స్ఫూర్తినిస్తూనే ఉన్న పవిత్ర స్థలానికి పునాది వేసింది.",
      "quatation": {
        "title": "'కాలం నాశనం చేయలేని దానిని విశ్వాసం నిర్మిస్తుంది.'",
        "description": "కక్కయ్య స్వామికి నిజమైన భక్తుడైన బత్తలకురి చెన్నప్ప గారు, ఆధ్యాత్మిక వృద్ధికి ఈ మఠాన్ని పవిత్ర స్థలంగా సృష్టించడానికి తన జీవితాన్ని అంకితం చేశారు. బ్రహ్మం యొక్క దైవిక మార్గదర్శకత్వం ద్వారా కక్కయ్య తనను తాను భక్తులకు వెల్లడించిన ఒక లోతైన క్షణం నుండి ప్రేరణ పొందిన చెన్నప్ప, దీనిని కక్కయ్య కరణ జన్మకు - ఉద్దేశ్యంతో జన్మించిన ఆత్మకు చిహ్నంగా గుర్తించాడు. ఈ ఆధ్యాత్మిక దృఢ నిశ్చయంతో, కక్కయ్య బోధనలను సంరక్షించడానికి మరియు వ్యాప్తి చేయడానికి అతను తన బాధ్యతను స్వీకరించాడు. తన అచంచల భక్తి మరియు సేవ ద్వారా, మఠం ఉనికిలోకి వచ్చింది - కేవలం ఒక నిర్మాణంగా కాకుండా, దైవిక దృష్టి మరియు సమాజ విశ్వాసం యొక్క సజీవ వారసత్వంగా."
      }
    },
    "manager": {
      "title": "మేనేజర్",
      "name": "Bathalakuri Sreenivasulu",
      "dob": "1975 - ప్రస్తుతం",
      "description": "తన తండ్రి వారసత్వాన్ని ముందుకు తీసుకెళ్తూ, శ్రీనివాసులు గారు మఠాన్ని భక్తి మరియు చిత్తశుద్ధితో నిర్వహిస్తున్నారు, ఇది సమాజానికి విశ్వాసం మరియు సంప్రదాయానికి కేంద్రంగా ఉండేలా చూసుకుంటున్నారు.",
      "quatation": {
        "title": "'వారసత్వం వారసత్వంగా సంక్రమించదు — అది బాధ్యతతో జీవించడం.'",
        "description": "తన తండ్రి దివ్య లక్ష్యాన్ని కొనసాగిస్తూ, బత్తలకురి శ్రీనివాసులు గారు మఠం సంరక్షకుడిగా సేవలందిస్తున్నారు, దాని సంప్రదాయాలను లోతైన భక్తితో పెంపొందిస్తున్నారు. ఆయన అవిశ్రాంత కృషి వల్ల భవిష్యత్ తరాలకు ఆధ్యాత్మిక జ్యోతి సజీవంగా ఉంటుంది."
      }
    }
  },
  "events": {
    "title": "సంఘటనలు",
    "content1": {
      "title": "ఆరాధన",
      "description": "ఆరాధన అనేది లోతైన భక్తి మరియు ఆరాధనతో కూడిన ఆచారాన్ని సూచిస్తుంది, దీనిని తరచుగా సాధువుల పుణ్య తిథి (ఆధ్యాత్మిక వార్షికోత్సవం) నాడు నిర్వహిస్తారు."
    },
    "content2": {
      "title": "పూజలు",
      "description": "పూజలు అనేవి శ్రీ కక్కయ్య స్వామిని గౌరవించటానికి మఠం వద్ద నిర్వహించే రోజువారీ ఆధ్యాత్మిక ఆచారాలు."
    },
    "content3": {
      "title": "అన్నదానం",
      "description": "మా మఠంలో, ఉదార ​​భక్తులు ఈ పనికి నిధులు విరాళంగా ఇవ్వడానికి ముందుకు వచ్చినప్పుడల్లా అన్నదానం నిర్వహిస్తారు."
    },
    "content4": {
      "title": "భజనలు",
      "description": "మా మఠంలో, ప్రత్యేక సందర్భాలలో మరియు ఆధ్యాత్మిక సమావేశాల సమయంలో దైవిక శక్తిని ప్రార్థించడానికి మరియు భక్తి వాతావరణాన్ని సృష్టించడానికి భజనలు నిర్వహిస్తారు."
    }
  },
    "visitUS": {
    "title": "మమ్మల్ని సందర్శించండి",
    "directionText": "దిశను పొందండి"
    
  },
  "contact":{
    "title": "మమ్మల్ని సంప్రదించండి"
  },
  "donation":{
    "title": "మాకు సహాయం చేయడానికి విరాళం ఇవ్వండి."
  },
   "fixedBtn": "విరాళం"
}