{
  "brandName": "Sri Kakkayya Swami Mattam",
  "nav": {
    "home": "Home",
    "about": "About",
    "contact": "Contact",
    "donation": "Donation"
  },
  "kakkayyaInformation": {
    "title": "Early Life",
    "description": {
      "content1": "Welcome, dear devotees — especially those unfamiliar with the life of Sri Kakkayya Swami. Sri Kakkayya Swami was a devoted disciple of the great Sri Potuluri Veerabrahmendra Swami. He was born in the year 1652, on the sacred day of Margasira Shuddha Ekadashi, to the pious couple Peddasubbayya and Akkamma. His birthplace was Kandimallayya Palle, a village situated directly in front of Brahmangari Matham. Though born into a humble family, Kakkayya’s life was guided by divine purpose. His father, Peddasubbayya, upheld the Janmata Sutra tradition, and Kakkayya himself belonged to the Harijan community. He began his life’s work by crafting sandals for the upper castes and serving as a Katikapari ",
      "content2": "However, Sri Kakkayya Swamy was very powerful from childhood and to start his career in his caste, the village elders appointed Sri Kakkayya Swamy as a broker. From his childhood, Srikakulam Swamy grew up witnessing the injustices, injustices and insults that the upper castes did to his parents and their caste members. When he reached adulthood, his mother, Akkamma's father, Peddasubbaiah, married a young woman named Muthamma."
    }
  },
  "whoDonNotKnowKakkayya": {
    "heading": "Welcome to those who don't know about Sri Kakkayya Swami",
    "smallDescription": "Sri Kakkayya Swamy was one of the disciples of Sri Potuluri Veerabrahmendra Swamy. He was born on Margasira Shuddha Ekadashi in the year 1650.",
    "btnText": "Read More",
    "readMore": {
      "title": "",
      "description": {
        "content1": "",
        "content2": ""
      }
    }
  },
  "history": {
    "title": "How did Kakkayya become a great sage?",
    "mainHeading": "History",
    "mainContent": "Kakkayya, who had been subjected to humiliation throughout his life, developed a great anger towards the society. At that time, by the grace of the Supreme Lord, the teachings of Brahman, the sage of the ages, influenced Kakkayya. Subsequently, he became a disciple of Brahman, became a great sage, and took the first step towards the transformation of the ages. He quickly gained fame as a divine being and filled the people with peace, integrity, and consciousness.",
    "btnText": "Read More",
    "goingForest": "After marriage, Sri Kakkayya Swamula used to go to the forest every day to cut firewood and sell it to sustain his livelihood. One day, he was going to the forest with the saddi given by his wife Mutemma.",
    "hearingContext": "While walking like that, in the middle of the path, under a tree, Sri Potuluri Veerabrahmendra Swamiji was teaching his beloved disciple Siddhayya about the six chakras. He heard the whole story from the tree. (1. Muladhara, 2. Swadhishthana, 3. Manipuraka, 4. Anahata, 5. Visuddha, 6. Ajna Chakra)",
    "murderContext": "Thinking that the wheels are gods, Kakkayya sets off for his hut with superstition. On the way, he doubts whether it is all true or not, and cuts his wife Muttemma into pieces while she is sleeping. Then she dies.",
    "RebelingContext": "Kakkayya, who is saddened by the death of his wife, thinks that the teachings of Brahmangaru are false and comes to Brahmangaru's monastery to kill him. Then Brahmangaru tells Kakkayya that he knows the incident and, feeling sorry for Kakkayya's ignorance, he goes to Kakkayya's hut with Siddhayya.",
    "showingGodsContext": "Kakkayya garu showed Muttemma lying lifeless in that hut and wept bitterly. Then the Brahmin took some water from his Kamandalam and sprinkled it on Kakkayya and his disciple Siddhayya, offering them the eyes of wisdom, and showing them both the six chakra deities at the same time and worshipping them as their births. Similarly, another time he sprinkled the water from the Kamandalam on Muttemma and made her alive.",
    "praisingContext": "Muttemma, not knowing that she has been reborn, wakes up from her sleep, yawns, sees Brahman in her hut, and is filled with joy. Kakkayya then explains the incident and orders them to touch his feet. The couple bows down to Brahman and requests that they be accepted as his disciples. Brahman agrees and accepts them as his disciples.",
    "coupleSittingContext": "After accepting the discipleship, the Kakkayya couple were living a spiritual life by listening to the teachings of Brahmangari. The Brahmangari, who was pleased with them, taught them a mantra. (Om, Hrim, Kleem, Shivaya Veerabrahmane Namah) They were told to chant this mantra 108 times every day. They followed it, understood the truth of life, received great knowledge as a blessing, and began to live by spreading the greatness of Brahmangari to all people......."
  },
  "honouringKakkayya": {
    "heading": "Honoring Kakkayya",
    "description": {
      "para1": "This mattam was constructed by <1>Bathalakuri Chennappa</1>, a respected individual from <2>Chinthaputhayapalli</2>, a village nearby <3>Badvel Mandalam</3>. Chennappa was a well-known and influential figure in his community, both in terms of social standing and wealth. He held deep reverence for <4>Kakkayya</4>, whom he believed to be a highly spiritual and revered figure within their community. Determined to honor Kakkayya's legacy, Chennappa sought support from people in <5>Madras (now Chennai)</5> to help in the construction of the mattam. His efforts were fueled by a strong sense of devotion and a desire to preserve and promote the teachings and memory of Kakkayya.",
      "para2": "To further this cause, Chennappa reached out to several honorable and respected members of his community. He shared with them the spiritual greatness of <1>Kakkayya, Brahmam</1>, and their disciples, passionately explaining their mahima (divine glory). Inspired by his words, these individuals visited the <2>tombs of Kakkayya and Muthemma</2>, where they performed pujas (rituals) in their honor. Deeply moved, they generously donated funds towards the development of the mattam. With these contributions, Chennappa successfully expanded and constructed the mattam, transforming it into a place of spiritual importance and community pride."
    },
    "founder": {
      "title": "Founder",
      "name": "Bathalakuri Chennappa",
      "dob": "1965 - 1985",
      "description": "A visionary devotee of Kakkayya Swami, Chennappa Garu dedicated his life to establishing this Mattam. His deep spiritual faith and generous service laid the foundation for a sacred space that continues to inspire generations.",
      "quatation": {
        "title": "'Faith builds what time cannot destroy.'",
        "description": "Bathalakuri Chennappa Garu, a true devotee of Kakkayya Swami, dedicated his life to creating this Mattam as a sacred space for spiritual growth. Inspired by a profound moment where Kakkayya, through the divine guidance of Brahmam, revealed himself to the devotees, Chennappa recognized this as a sign of Kakkayya’s Karana Janma — a soul born with purpose. With this spiritual conviction, he took it upon himself to preserve and spread Kakkayya’s teachings. Through his unwavering devotion and service, the Mattam came into existence — not just as a structure, but as a living legacy of divine vision and community faith."
      }
    },
    "manager": {
      "title": "Manager",
      "name": "Bathalakuri Sreenivasulu",
      "dob": "1965 - present",
      "description": "Carrying forward his father's legacy, Sreenivasulu Garu continues to manage the Mattam with devotion and integrity, ensuring it remains a center of faith and tradition for the community.",
      "quatation": {
        "title": "'Legacy is not inherited — it is lived with responsibility.'",
        "description": "Continuing his father's divine mission, Bathalakuri Sreenivasulu Garu serves as the guardian of the Mattam, nurturing its traditions with deep reverence. His tireless efforts ensure that the spiritual flame remains alive for future generations."
      }
    }
  },
  "events": {
    "title": "Events",
    "content1": {
      "title": "Aradhana",
      "description": "Aradhana refers to a ritual of deep reverence and worship, often performed on the punya tithi (spiritual anniversary) of saints."
    },
    "content2": {
      "title": "Pujas",
      "description": "Pujas are daily spiritual rituals performed at the Mattam to honor Sri Kakkayya Swami."
    },
    "content3": {
      "title": "Annadhana",
      "description": "At our Mattam, Annadhanam is conducted whenever generous devotees come forward to contribute funds for this cause."
    },
    "content4": {
      "title": "Bhajans",
      "description": "At our Mattam, bhajans are performed during special occasions and spiritual gatherings to invoke divine energy and create an atmosphere of devotion."
    }
  },
  "visitUS": {
    "title": "Visit Us",
    "directionText": "Get Direction"

  },
  "contact":{
    "title": "Contact Us"
  },
  "donation":{
    "title": "Make a donation to help us"
  },
  "fixedBtn": "Donate"

}